Repository: glific/glific
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: hi

source: must be less than %{number}
hi: %{number} से कम होना चाहिए

source: must be greater than %{number}
hi: %{number} से अधिक होना चाहिए

source: must be less than or equal to %{number}
hi: %{number} से कम या बराबर होना चाहिए

source: must be greater than or equal to %{number}
hi: %{number} से अधिक या बराबर होना चाहिए

source: must be equal to %{number}
hi: %{number} बराबर होना चाहिए

source: Auth Credentials mismatch
hi: प्रामाणिक साख बेमेल

source: Cannot send hsm message to contact, invalid BSP status.
hi: बीएसपी स्थिति से संपर्क करने के लिए hsm संदेश नहीं भेजा जा सकता।

source: Cannot send hsm message to contact, not opted in.
hi: संपर्क करने के लिए hsm संदेश नहीं भेजा जा सकता, नहीं चुना गया।

source: Chatbase returned an unexpected result
hi: चैटबेस ने अप्रत्याशित परिणाम दिया

source: Contact status is not valid.
hi: संपर्क स्थिति मान्य नहीं है।

source: Could not find category for: %{body}
hi: के लिए श्रेणी नहीं मिल सका: %{body}

source: Could not find invoice for %{invoice_id}
hi: %{invoice_id} लिए चालान नहीं मिला

source: Error in decoding webhook body. Please check the json body in floweditor
hi: Webhook बॉडी को डिकोड करने में त्रुटि। कृपया फ्लोसीटर में जसन बॉडी की जाँच करें

source: Error occurred while creating invoice: %{error}
hi: चालान बनाते समय त्रुटि आई: %{error}

source: Error occurred while updating prorations: %{error}
hi: प्रोरेशन अपडेट करते समय त्रुटि आई: %{error}

source: Error updating opted-in contacts: %{message}
hi: ऑप्ट-इन संपर्कों को अपडेट करने में त्रुटि: %{message}

source: Error updating opted-in contacts: %{reason}
hi: ऑप्ट-इन संपर्कों को अपडेट करने में त्रुटि: %{reason}

source: Error updating opted-in contacts: Invalid BSP API key
hi: ऑप्ट-इन संपर्कों को अपडेट करने में त्रुटि: अमान्य बीएसपी एपीआई कुंजी

source: Error while fetching the BSP balance
hi: बीएसपी संतुलन लाने में त्रुटि

source: Invalid BSP API key
hi: अमान्य बीएसपी एपीआई कुंजी

source: Invalid BSP provider
hi: अमान्य बीएसपी प्रदाता

source: Invoice status updated for %{invoice_id}
hi: %{invoice_id} लिए चालान स्थिति अपडेट की गई

source: No active BSP available
hi: कोई सक्रिय बीएसपी उपलब्ध नहीं है

source: Not handling %{return} value
hi: %{return} मान को हैंडल नहीं कर रहा है

source: Please provide media for media template.
hi: कृपया टेम्पलेट के लिए मापदंडों की सही संख्या प्रदान करें।

source: Please provide the right number of parameters for the template.
hi: कृपया टेम्पलेट के लिए मापदंडों की सही संख्या प्रदान करें।

source: Signature is in a wrong format or is missing %{schema}
hi: हस्ताक्षर गलत प्रारूप में है या %{schema}

source: Signature is incorrect
hi: हस्ताक्षर बहुत पुराना है

source: Signature is too old
hi: हस्ताक्षर बहुत पुराना है

source: Something went wrong.
hi: कुछ गलत हो गया।

source: Sorry! 24 hrs window closed. Your message cannot be sent at this time.
hi: माफ़ करना! 24 बजे की खिड़की बंद। इस समय आपका संदेश नहीं भेजा जा सकता है।

source: Trigger start_at should always be greater than current time
hi: ट्रिगर start_at हमेशा वर्तमान समय से अधिक होना चाहिए

source: Unauthorized
hi: अनधिकृत

source: Unsupported node type
hi: असमर्थित नोड प्रकार

source: We have finished the flow
hi: हमने प्रवाह समाप्त कर दिया है
